//
//  RegionsNames.swift
//  CarPlate
//
//  Created by Yehor Chernenko on 03.05.2020.
//  Copyright © 2020 Yehor Chernenko. All rights reserved.
//

import Foundation

var regionsNames: [String: String] {
    [
        "АА": "Київ",
        "КА": "Київ",
        "АІ": "Київська область",
        "КІ": "Київська область",
        "АВ": "Вінницька область",
        "КВ": "Вінницька область",
        "АС": "Волинська область",
        "КС": "Волинська область",
        "АЕ": "Дніпропетровська область",
        "КЕ": "Дніпропетровська область",
        "АК": "АР Крим",
        "КК": "АР Крим",
        "АН": "Донецька область",
        "КН": "Донецька область",
        "АМ": "Житомирська область",
        "КМ": "Житомирська область",
        "АО": "Закарпатська область",
        "КО": "Закарпатська область",
        "АР": "Запоріжська область",
        "КР": "Запоріжська область",
        "АТ": "Івано-Франківська область",
        "КТ": "Івано-Франківська область",
        "ВА": "Кіровоградська область",
        "НА": "Кіровоградська область",
        "ВВ": "Луганська область",
        "НВ": "Луганська область",
        "ВС": "Львівська область",
        "НС": "Львівська область",
        "ВЕ": "Ніколаївська область",
        "НЕ": "Ніколаївська область",
        "ВН": "Одеська область",
        "НН": "Одеська область",
        "ВІ": "Полтавська область",
        "НІ": "Полтавська область",
        "ВК": "Рівненська область",
        "НК": "Рівненська область",
        "СН": "Севастополь",
        "ІН": "Севастополь",
        "ВМ": "Сумська область",
        "НМ": "Сумська область",
        "ВО": "Тернопільска область",
        "НО": "Тернопільска область",
        "АХ": "Харківська область",
        "КХ": "Харківська область",
        "ВТ": "Херсонська область",
        "НТ": "Херсонська область",
        "ВХ": "Хмельницька область",
        "НХ": "Хмельницька область",
        "СА": "Черкаська область",
        "ІА": "Черкаська область",
        "СВ": "Чернігівська область",
        "ІВ": "Чернігівська область",
        "СЕ": "Чернівецька область",
        "ІЕ": "Чернівецька область",
    ]
}
